{
 "_type": "song",
 "annotation_count": 2,
 "api_path": "/songs/106772",
 "artist_names": "Steve Stoute",
 "full_title": "The Tanning Of Amerca: Chapter 1 Walk This Way by Steve Stoute",
 "header_image_thumbnail_url": "https://assets.genius.com/images/default_cover_image.png?1711554191",
 "header_image_url": "https://assets.genius.com/images/default_cover_image.png?1711554191",
 "id": 106772,
 "instrumental": false,
 "lyrics_owner_id": 7,
 "lyrics_state": "complete",
 "lyrics_updated_at": 1393278319,
 "path": "/Steve-stoute-the-tanning-of-amerca-chapter-1-walk-this-way-annotated",
 "pyongs_count": null,
 "relationships_index_url": "https://genius.com/Steve-stoute-the-tanning-of-amerca-chapter-1-walk-this-way-sample",
 "release_date_components": null,
 "release_date_for_display": null,
 "release_date_with_abbreviated_month_for_display": null,
 "song_art_image_thumbnail_url": "https://assets.genius.com/images/default_cover_image.png?1711554191",
 "song_art_image_url": "https://assets.genius.com/images/default_cover_image.png?1711554191",
 "stats": {
  "unreviewed_annotations": 1,
  "hot": false
 },
 "title": "The Tanning Of Amerca: Chapter 1 Walk This Way",
 "title_with_featured": "The Tanning Of Amerca: Chapter 1 Walk This Way",
 "updated_by_human_at": 1666597605,
 "url": "https://genius.com/Steve-stoute-the-tanning-of-amerca-chapter-1-walk-this-way-annotated",
 "featured_artists": [],
 "primary_artist": {
  "_type": "artist",
  "api_path": "/artists/33687",
  "header_image_url": "https://assets.genius.com/images/default_avatar_300.png?1711554191",
  "id": 33687,
  "image_url": "https://assets.genius.com/images/default_avatar_300.png?1711554191",
  "index_character": "s",
  "is_meme_verified": true,
  "is_verified": true,
  "name": "Steve Stoute",
  "slug": "Steve-stoute",
  "url": "https://genius.com/artists/Steve-stoute",
  "iq": 0
 },
 "artist": "Steve Stoute",
 "lyrics": "3 ContributorsThe Tanning Of Amerca: Chapter 1 Walk This Way LyricsMost cultural movements that go on to have staying power begin in the grass roots. They may appear to come about by accident and more or less spontaneously. But more often than not there is an underlying need that summons the energy required to build a movement. As anyone who was around in hip-hop’s formative years can tell you, it was born from the need to know how to rock a party. Plain and simple. That’s how tanning really was propelled. And before the terms “hip-hop” or “rap” officially existed, that’s what a handful of resourceful individuals understood and did to get the whole ball rolling. We’re talking generally about the year 1970—the same year, by the way, that I was born. But it wasn’t until I was nine years old, late in 1979, that I even heard the words “hip” and “hop” strung together or was able to grasp the notion of what being a rapper actually meant. That was when, fatefully, I heard a record that changed my life (and pop culture) forever. Like it’s yesterday, I can still remember that moment over at my aunt’s home in Brooklyn—where it seemed there was always a party under way with relatives and neighbors hanging out, a great spread of food, and new, hot music on the record player. Most stereo systems in those days could be adapted for the single two-sided records that were smaller and had the big hole in the middle (45 RPM) as well as the bigger records with the small holes (33⅓ RPM)—which were the full albums that had several songs on each side. But as the intro plays to what I recognize as “Good Times” by the group Chic and I’m drawn into the living room because it’s a familiar hit song from the previous summer, I encounter a record on the turntable that defies categorization. Instead of the sweet female lead vocals of that disco smash, I hear something totally different and spot a baby-blue label on the black vinyl record I’ve never seen before. Even though it’s a twelve-inch disc, the size of an album, as I listen to the rhyming words being spoken—“Singin’ on ’n’ ’n’ on ’n’ on / The beat don’t stop until the break of dawn / Singin’ on ’n’ ’n’ on ’n’ on on ’n’ on / Like a hot buttered a pop da pop da pop dibbie dibbie pop da pop pop / Ya don’t dare stop”—it hits me that this entire side is one long song. Almost fifteen minutes long as it turns out. Or, to be exact, fourteen minutes and thirty-six seconds of pure fun laid over the thumping bass beat from the break of “Good Times” with sing-along words easy to remember and repeat. The record, I discover, is by an unknown group, the Sugarhill Gang, and is called “Rapper’s Delight.” From then on, nobody ever has to tell me what rap is. It’s whatever words are spoken, chanted, or talk-sung, or whatever philosophies, stories, or ideas are espoused, by the house party Master of Ceremonies (the emcee, also known as the MC). Halfway through this first hearing I’m hooked and start playing the song over and over again until I have it memorized, beginning with the invitation to the party that needs no translation: “I said a hip hop the hippie the hippie to the hip hip hop / A you don’t stop / The rock it to the bang bang boogie /Say up jumped the boogie to the rhythm of the boogie, the beat.”\nHip hop? There it was. For most of us this was the first general public outing of the hybrid word. People disagree about who exactly coined the term but most sources cite Lovebug Starski as the DJ/MC who, in the early seventies, started referring to the house party scene as cultivating a hip-hop culture. Kids would bring their boom boxes or a DJ would show up with his gear and the party could rock. “Rapper’s Delight” used music that was already in the vernacular (the familiar “Good Times” by Chic) and added new ingredients in the form of spoken-word lyrics made out of fresh expressions. Code. Even if you didn’t know what a “sucka MC” or a “fly girl” was, or how a rhyme could be “vicious,” “Rapper’s Delight” put the language into context and passed the expressions along. What I loved at nine years old was how the lyrics were really funny nursery rhymes, easy to memorize and repeat. Phrases like “Hotel, motel, Holiday Inn” just stuck in your brain, as did the humor of rhyming “hands in the air” with “shake your derriere” or getting sick “from food you ate” and running to the store “for a bottle of Kaopectate.” There was no real social protest. Rap wasn’t there yet. But there was already an authenticity in a brand being shouted out. And the situations were ones that even I at age nine had experienced: “ Have you ever went over to a friend’s house to eat and the food just ain’t no good? / I mean the macaroni’s soggy the peas are mushed and the chicken tastes like wood . . .” On top of all that, it was exciting to think that you could be part of a crew, have a record, just from making up poetry and chanting about stuff that happened all the time. That was fly, seriously fly. Obviously, I wasn’t the only one who thought so. Within a few weeks, it seemed like every kid in Queens had memorized the words to “Rapper’s Delight”—no easy feat for a song that had no bridge or hook—and we would hold battles to see who could recite it from the top without messing up. We were extending our own breaks on the playground or after school, using a popular record to bring fun and meaning into our lives. However, as I noticed at my aunt’s house in Brooklyn, not everybody dug the free-form storytelling and irreverent rhyming. Made no sense. After all, if you listened to the words, you’d hear that the invite was to come one and come all: “I like to say hello / To the black, to the white, the red, and the brown, the purple and yellow.” If Sugarhill was shouting out all colors, it would follow that all generations were welcome too. Maybe, I concluded, there was some frequency level coming from this record that could only be appreciated by the young and the hip and would otherwise fall on deaf older ears, the way a dog whistle can only be heard by canine ears. No doubt this must have been the same reaction older generations had when soul singers like Ray Charles and Sam Cooke started taking music out of the church, or earlier when Charlie Parker and Miles Davis broke from the standards of big-band jazz to bend notes and clash chords. In the days and weeks and months that followed, with “Rapper’s Delight” exploding onto the scene, blasting out of boom boxes, car radios, and record stores, pumping out of windows onto the streets, the generational gap showed itself in the marketplace. Before long, the dog-whistle effect had permeated barriers of color and geography and transformed one of the first-ever rap records from a word-of-mouth success to certified gold. After hitting number four on the R&B list and as high as number thirty-six on the pop list, “Rapper’s Delight” became an anthem for a changing era. It was buoyed by the outdoor fitness craze starting up, including skate and surf culture, along with a growing market for cassette tapes instead of records, and the advent of the Sony Walkman and other personal listening devices. Soon folks of all backgrounds in the cities and suburbs of America were on the move like never before, rocking their own parties and heading into the uncharted waters of the 1980s. The Sugarhill Gang had lit a tanning spark. Ironically—and this is not the only part of the story that is ironic—the three MCs were newcomers who had only performed together as a crew for the first time on the same day as the actual recording session. To explain how that turned out as well as it did, some background is in order.Rules of AspirationWhenever we revisit history or examine the forces that launched a cultural movement, we naturally speak of the heroes who led the way. So the question of who invented hip-hop is in order. But the question to ask first should not be who so much as what invented this culture. And that answer, easily, bluntly, is the force of aspiration. It’s the power that turns nothing into something, that creates worlds and paves destinies, and changes the have-nots into the have-somes and occasionally the have-it-alls. Without it, I should add, the field of marketing would become obsolete. Aspiration. It’s a mix of desire, hope, imagination, creativity, fearlessness, and a few other ingredients, among which last but not least is belief—specifically, a belief that whatever it is that’s the focus of the aspiration is obtainable. In the late sixties and early seventies, when hip-hop was gestating in pockets of activity scattered around New York’s inner city—with the Bronx at the epicenter—the house party scene had elements that were definitely aspirational. By that I mean if you were network-connected, hooked up to the right people who were at the forefront of seeing who could rock the best parties, that would set you apart, lend you stature, and give you a local calling card. With concerts, clubs, dance halls, and discos propelling existing musical genres into the mainstream, another function of the house parties was to create the newest counterculture. It had aspects of being an underground society, accessible to younger generations in communities of color who couldn’t get into those other venues because of age or disinterest or racial barriers or inability to pay cover charges and afford the nicer clothes those venues required. Youthful rebellion that had fueled movements of the sixties and earlier could have an outlet now as part of the house party counterculture—much like the punk rock scene that was starting up in European cities. Not surprisingly, this was the same steam being vented in the breakout days of ghetto graffiti—known as “writing” and sometimes “tagging”—that revealed another aspect of the aspiration to go against the grain, to gain credibility for having something to say, for saying it with bold lettering, pictures, symbols, and other abbreviated code, and even for breaking the law to say it. Without a doubt, it was vandalism. But it was also, without a doubt, art. In the 1990s, when I started traveling to other cities in the U.S. and abroad, graffiti on unfamiliar walls was a sight for sore eyes. It made me feel at home, regardless of the language, like somebody was there who understood my conversation, my experience and background, and I could understand theirs. Global tanning. And by then, graffiti had become inextricably woven into hip-hop culture, considered one of its four intrinsic elements right alongside DJing, MCing, and B-boying. All of those elements, combined with the energy of youthful aspiration, were in the recipe back in the burgeoning house party era. Add to that the music and attitudes of newly arrived immigrant populations, bringing the strong island flavors of reggae and ska, mixing with the rest of hip-hop’s musical melting pot inheritance. Who wouldn’t want to be around for that? Plus, being part of something you needed a pass to attend gave you credibility, proved that you knew the code, that someone had given you the lowdown. Like most parties in most eras, your coolness quotient would be determined by whether or not you showed up in style, by your ability to hold court (especially with the opposite sex), and absolutely by whether you could hold your own on the dance floor. But to really be the man (or the woman) at any house or yard party, the ultimate aspiration was to control the turntables and/or the mic. The DJ/MC—often one and the same in the early days—was king. In the South Bronx at the time that my generation and I were toddlers, three such kings—known forevermore as the holy trinity of hip-hop—were DJ Kool Herc, Afrika Bambaataa, and Grandmaster Flash. Historically, each played a distinct role in pioneering and expanding the musical/cultural field that grew out of the house party scene. Though they battled for supremacy in terms of local appeal—sometimes with literal DJ battles where sheer volume usually ruled the day—each needed the other two to push his own game forward. True to his name, Flash took the basic elements of rap and turned up the wattage on performance and production values. As a DJ, he put himself front and center, over and above his playlist, inventing certain scratch-and-mix techniques almost singlehandedly—like the day when he accidentally dropped the needle on a record and had to hustle to move it in sync to the beat. Flash also increased the number of rappers onstage with him, making the inclusion of a crew of MCs with showmanship skills a rap mainstay. Afrika Bambaataa was a mash-up maestro, playing everything from soul to salsa to disco, from rock, pop, funk, and reggae to TV theme songs. A former gangbanger, he also used his prominence as a DJ to convince some of the warring gangs to take their battles onto the mic or the dance floor. To create order for these functions, Bam went on to devise his own set of rules. As one of the first to codify a means for building the youth movement, Bambaataa would be credited with identifying the required elements that constitute hip-hop. In 1970, the future DJ Kool Herc (fifteen-year-old Clive Campbell, who had recently come to the Bronx from Jamaica) started a house party business, spinning a funky collection of 45s on a rustic borrowed sound system wherever he could get hired. Probably the most daunting issue for him and most aspiring DJs in those days was a technical one—how to extend the break in the music, the most danceable section of the record. Extending the break, logically, was a matter of finding a way to repeat it, to keep the groove steady enough for the break dancers—the break boys and girls, also known as B-boys and B-girls—and hang on to the beat long enough to rap to it, using language, humor, and rhythm to fire up the crowd. Without sampling or the digital devices of future eras, to keep the break repeating on a continuous loop the pioneering DJs came up with the practice of setting up two turntables with the same record and extending the break by switching back and forth, jumping from one turntable to the other, playing the break over from the start, as seamlessly as possible. While Clive refined his technology and style, honing his skills all across the Bronx, he ran track and lifted weights at school, where he earned the superhero nickname of Hercules. Meanwhile, a short-lived stint as a graffiti writer had led him to the sign-off that didn’t totally reveal his identity to the authorities—“Clyde as Kool.” Putting all three identities together, in 1973 he officially became DJ Kool Herc, taking just the Kool from his tagging name and shortening Hercules to Herc. And then, finally, ready to put his learning to the test, in August 1973 Herc decided to join forces with his sister and become an entrepreneur. The two pooled their resources and rented the rec room of the apartment building to which they’d recently moved. The address? It was 1520 Sedgwick Avenue. With nothing more by way of advertising than handwritten invitations promoting the first party and charging a few coins to get in, there must have been the smell of history in the making, because after word got out, kids showed up in droves. The crowd was mixed, mostly AfricanAmerican, some Hispanic who were mainly of Caribbean black descent, and some whose families had recently arrived to the increasingly povertystricken, institutionally abandoned neighborhood, along with a few outliers from other backgrounds. But when the makeshift strobe started to pulse —thanks to a friend flicking the light switch on and off—and DJ Kool Herc took to the mic and began to play the breaks, there was only one language being spoken: pure, unadulterated fun. Hip-hop was born that night, even if it hadn’t been named yet, and so had the legendary status of DJ Kool Herc, whose reputation preceded him far and wide almost overnight. Other masterful MCs and DJs would rise to equal and greater prominence, but because Herc helped to create the language and would therefore remain in a class of his own, nobody could truly take the throne from him. He would forever remain proof of the possibilities, that you could come from nothing, from the streets and even from the least likely circumstances, and make an indelible mark on the world. The quest to leave a mark was not abstract—as could be heard in other voices contributing to the street code. There were the top graffiti writers, who spoke of “bombing” to describe their middle-of-the-night aerosol painting forays into the subway tunnels and onto tracks where the trains were locked down for the night. Battling individually or in crews, the objective was to see whose signature style could be most recognized and whose artwork could travel the farthest—literally, over the greatest stretch of tracks. B-boys and girls, many in their early teens, took existing dance moves out of the clubs, taped down cardboard on concrete, and invented new ways of twisting, flipping, and spinning to create their own signature moves, each one winding up in a gravity-defying “freeze” that if you could nail could make you a legend. The classic B-boy stance, arms folded over your chest, chin jutted, sideways lean, one foot extended, said everything without words—code in the form of gesture that was about defying the odds, about being proud of who you were, what crowd backed you, and inviting or challenging others to engage. So the party kept on rocking throughout the 1970s. Fueled by aspiration, collaboration, and competition, it continued almost completely under the radar of the rest of the world—including most of the island of Manhattan. That is, until some visionary individuals started to bridge the divide for no other reason than that they could. Fab Five Freddy, a Renaissance man of tanning, was one of those people. From Brooklyn, Freddy Brathwaite distinguished himself as a graffiti writer by tagging a particular train on the IRT line so often that he took the number—5—as part of his name. Also known as Freddy Love, a nickname that fits his outgoing energy and embrace of everyone and everything hip-hop, he had the crazy idea early in the game that graffiti artists were as important to popular culture as was, say, Andy Warhol. To make that statement, Fab Five Freddy began bombing trains by painting them with oversized Campbell’s soup cans, Warhol pop art style. It was a shout-out to an icon most graffiti writers didn’t necessarily know, and at the same time it signaled to the downtown art world that subway art could stand alongside high-priced works in their galleries, all day, any day. In fact, that idea would be captured in the 1983 breakout movie Wild Style, in which graffiti artist Lee Quinones starred and Freddy played a supporting role, as well as contributing to the soundtrack. A feature film with a fictional story line but shot like a documentary, Wild Style brought to life the roots of hip-hop culture. Writer/ director Charlie Ahearn cast many of the actual leading figures from the scene to make the movie all the more authentic. Whenever Freddy describes how the gaps between these seemingly disconnected worlds were bridged, he usually goes back to hip-hop’s jazz underpinnings, particularly in bebop—one of his earliest influences. Freddy’s godfather, jazz drummer and bebop pioneer Max Roach, was best friends with his dad, and in that mingling of black and Jewish and other immigrant sensibilities seeds were planted for cultural tanning and for the musical disobedience of conventional rules. Freddy told me, “My dad and Max and all the jazz guys believed that they were pushing music forward out of the underground to become the most important popular American art form. But then rock ’n’ roll and the Beatles happened and jazz, more or less, was pushed to the sidelines.” Miles Davis—and other musical rule-breakers—then rebelled against being segregated to a genre that spoke only to a narrow constituency. So Miles found the intersection between jazz and rock after going to the Fillmore and seeing Jimi Hendrix and Janis Joplin. One day when Max Roach had come to the Bedford-Stuyvesant neighborhood of Brooklyn for a visit, a party was taking place with a DJ and Fab doing some of his own fun rhyming to the beat. After he had done his thing, Roach pulled him aside and told young Brathwaite, “This is some serious sh*t.” Popular music had always balanced melody, rhythm, and harmony; but now, Max Roach observed, the rhythm was going to take center stage and it was as powerful a force, even in infancy, as he had ever heard. To Fab Five Freddy, the baton really had been passed from bebop to rap pioneers with some help from R&B and rock ’n’ roll—as early as the sixties—so that the next form of counterculture expression (hip-hop) could pick up where jazz had been sidelined in order to give musical/cultural sharing its popular due. Freddy didn’t stop there. Before long, amazingly, he was instrumental in helping bring the uptown house party sensibility downtown. Not only did Fab Five Freddy help connect rap with the artsy disco/punk rock scene, but he also convinced gallery owners to open their doors to the work of graffiti writers. The next thing everyone knew, the most notorious East Coast graffiti artists were being linked with the likes of Fab’s downtown friends Jean-Michel Basquiat and Keith Haring. Suddenly gallery owners, art collectors, and critics were proclaiming the magnificence of graffiti on canvas as both serious and worth investing thousands of dollars in. The aspirational message that you could leave your mark on the world—and make some real money doing it—was new to the practitioners who had been doing the graff writing and rapping, as Fab observed, “from the standpoint of teenage angst.” And it was going to reverberate much more powerfully once rappers started to become recording artists. But that process, believe it or not, was not going to be so easy.It Takes a WomanThe atmosphere of a house party, by its nature, never lent itself in any obvious way to recording or media technology. For radio programming and the sales of single records, the cut needed to last about three minutes. With most MCs rapping over the breaks of existing records, besides the fact that they could go on and on ’n’ ’n’ on for as long as an hour (or many more), they weren’t exactly writing songs that could be copyrighted lyrically or melodically. Besides that, the raps were frequently improvisations—freestyles—and included input from the crowd. What had been successful was the homemade mix tapes made and sold through word of mouth, not too differently from other street fare. Also, selling mix tapes at house parties—or at other performance settings where rap was becoming a viable offering—could be a lucrative business for local and celebrity DJs. That was enough to convince a new crop of independent producers to try to solve the puzzle of how to get rap onto records. For a while, nothing really worked and the consensus was that perhaps the elements were only suited for the live experience. But as the decade flew by and disco ran its course while R&B and other black artists were signed to major corporate labels—making Michael Jackson’s Off the Wall one of the biggest recording phenomena of 1979—there was a void in the marketplace. Time for something different, something new. With the belief that rap’s moment had come, enterprising African-American indie-label producers stepped up their game, now with better results from a rap record or two that had existing fans impressed. Still, the magic hadn’t yet transferred to vinyl. While everyone was looking for the right mix, the resourceful producer who believed that such a translation was imminent and who wanted to be the one to do it first was former recording artist Sylvia Robinson of “Love Is Strange” and “Pillow Talk” hit fame. In mid-1979, Sylvia and her husband had recently opened the doors of their new label, Sugar Hill Records, in Englewood, New Jersey, and needed product. And, as the story goes, after hearing MCs rhyming at a few different parties, she began scouring the town to identify the top talent and record them. But much to her surprise, no crew with name value or real credibility was interested. Why should they have been? After all, the motivation for rappers was to master the art form and win the love of the live and local audience. So any commercial recording enterprise might run the risk of being seen as inauthentic to the house party/performance art medium. Besides, if you were among the best MCs and wanted to put out a record, you would either produce it yourself (as with mix tapes) or go with an established label, not a start-up spearheaded by an outsider with ties to conventional R&B in suburban New Jersey. But as I learned from my own mom, later from my daughter, and pretty much from every influential female in my life, there is no stopping a woman on a mission. Sylvia Robinson was relentless and resourceful. Instead of discovering a crew of leading rappers who had MC’d together and had an identity and a following, Sylvia ended up signing three guys on the fringes of the scene—if that—who had never performed together up until the day they went into the studio the first time. One was Wonder Mike, a friend of Sylvia’s son, who theretofore had been employed in a pizza joint, where he practiced his rhymes on customers. Another was Master Gee, signed by Sugar Hill Records after he arranged for an audition. The third, Big Bank Hank, was allegedly discovered when Sylvia heard him rapping in the kitchen of a nightclub where he worked as a bouncer. Now that the crew had been built to order, the real producing challenge was deciding what the track would be and how the instrumentation would be laid down without a DJ. Here history gets kind of murky, but as best as I can put it together, it seems that the resourcefulness of another woman, Debbie Harry—lead singer of the band Blondie and a key figure in tanning for a few reasons—played an unwitting role in the selection process. It was Harry, a sex symbol and seventies sensation, American but aligned with British punk rock and new wave, who helped connect the megahitmaking writer/producer Nile Rodgers of the band Chic to the house party rap scene then moving into clubs and dance halls. Pulling the strings for that connection as well was none other than Fab Five Freddy, who had been talking to Debbie and her boyfriend/musical collaborator Chris Stein about pulling off a huge concert that would feature up-and-coming MCs along with Blondie, Chic, and the Clash. Though the big concert never took place, they were able to get Nile Rodgers out to a rap show. And when he took to the stage and began to play Chic’s latest summer hit, “Good Times,” all of a sudden Fab and some of the top rappers in the audience leapt onto the stage, grabbed mics, and began freestyling away. Whether or not anyone from Sugar Hill Records was in the audience, no one knows. But what is known is that from then on, at shows around town, a mainstay of the entertainment was often somebody getting up to rap to “Good Times.” When that was chosen as the basis for Sugar Hill’s first rap record, it showed how well the label was paying attention. When some of those freestyle lyrics that got passed from party to party ended up on the record, it was hard for anyone who may have come up with the original lines to claim credit because they weren’t copyrighted or published. After “Rapper’s Delight” came out, however, there was no debate about the fact that Nile Rodgers and Bernard Edwards were owed songwriting credit for the recognizable bass line that had been borrowed, innocently or not, from “Good Times” and they had no problem getting it. To this day, no one can believe that the bass player hired for the session—before recording techniques for sampling were around—was able to keep the same line going perfectly for the entire fourteen minutes and thirty-seven seconds. Everyone assumed that they were playing the actual record and extending the break. Some might say that Sylvia Robinson had gotten lucky, having gone out to find gold where everyone else was looking for it and then coming up with the first catch. But I think it was much more than luck or great timing when she made the strategic decision to record and release “Rapper’s Delight” as an almost-fifteen-minute extended-play twelve-inch single. Even as a novelty record that only sold on the street by word of mouth, it would have been brilliant. Yet the real brilliance was following up the street success by enflaming consumer demand for radio play. How else do you get DJs to disrupt rotation rules to play a fifteen-minute single other than by flooding the station’s request lines? So the gauntlet had been thrown down. The proof was in. If you were aspirational, you now believed in the possibilities. If you had seen what Sugar Hill Records had accomplished, going from nothing to being the hottest indie label for a genre that had yet to be defined—with the serious profits to go with that—your conclusion would be that you might have a shot too. If you had heard a nearly fifteen-minute hip-hop record on the radio at prime time and you were paying attention to its broad-based appeal, you had to know there was a lot more gold in them thar hills. You probably would have been thinking those things if you were a charismatic young man from Queens with incredible instincts and entrepreneurial blood in your veins, say, by the name of Russell Simmons, and were starting to try your hand at managing hip-hop artists and producing rap records—now that the field had broken wide-open. Or at least that’s what I would assume by the fact that just in time for the winter holidays at the end of 1979, one of Russell’s artists, Kurtis Blow, was signed to Mercury Records—the first rapper to go with a major label—and they released his “Christmas Rappin’,” which promptly sold four hundred thousand copies. Following that up with “The Breaks,” Kurtis soon went on to become the first rapper to have a gold record and to perform it on the popular music TV show Soul Train. Of course, the increasingly corporate-run music industry and mainstream media should have now been on notice that hip-hop was more than a passing fancy, more than a disco afterthought tossing crumbs out to the ghetto kids. Even if it was conceivable that there was a hungry market behind the graffiti’d walls or on the other side of the tracks, the industry executives didn’t speak that language—and, frankly, had no interest in learning to. As in any cultural disconnect, one could say that there was a degree of ethnocentricity in their lack of concern about urban blight and the fact that stretches of the inner city right in their backyards were beginning to look like war zones, with working-class families teetering on the edge. One could say that they saw but looked away, unable as they were to understand why it was that at the dawn of the 1980s, most of the symbols of aspiration, with a few exceptions, were turning out to be drug dealers and pimps. The sociology of rap’s future, however, wasn’t really at issue. The music was simply not commercially enticing, nor was it justified to an industry really marketing to white kids in suburbia. The math told the story. With the sizable price tags for producing the music videos that were going to be mandatory for record promotion, given the advent of MTV, the costs of investing in an unproven genre like hip-hop, without superstars, made the discussion a nonstarter. Lest we forget, the MTV platform when it launched in 1981 was rock, mostly new wave and hard rock and later metal—with artists like David Bowie, Duran Duran, and, eventually, Bon Jovi. MTV flat-out refused to show the video of Rick James’s smash “Super Freak,” and it wasn’t until 1983 that Michael Jackson videos were approved for rotation. All of this is to say that if you were betting the odds, as is the case for most businesses most of the time, after “Rapper’s Delight” and Kurtis Blow’s appearance on Soul Train, the assumption might have been that the fun had by hip-hop and its fans was over. But not everybody was betting the odds, thankfully. Enter Blondie and their 1981 single “Rapture,” on the Chrysalis label—with its accompanying music video that took everyone by surprise. With a song that followed a rock model, out of nowhere, after the first verse, here was a white girl, a punk/pop singer, suddenly doing a change-up— rapping over the break. Not just rhyming, Debbie Harry was also talking about the sexy world of rap, even going so far as to name two of its celebrities, Fab Five Freddy and Grandmaster Flash. In fact, they were both supposed to be in the video but Flash couldn’t make it, so Fab Five Freddy showed up with Jean-Michel Basquiat; the two can be seen to this day in the video, graff-writing on the walls. This was not the last time that Freddy would play a role in hip-hop’s migration into the world of music videos, as we’ll see later on. And meanwhile, the door couldn’t have been opened at a better time. True, “Rapture” didn’t make Debbie Harry’s career. But what it did for rap music was everything. When the record charted at number one on the Hot 100 Billboard list, it became the first rap-infused single to do so. Plus, the “Rapture” video made history as the first outing of rap on MTV. Coming from Blondie, it was a signal of how adaptive the genre was and how it would not be restricted to one kind of music over another. A creative liberation! What’s more, by using her prominence at that time to shout out two hip-hop icons, Debbie Harry authenticated an art form.\nThe translation was that hip-hop proved that it was as akin to rock as it was to soul and funk. For those ready to push boundaries, it could be as full of protest and social relevance, and also as capable of creating a culture, a mind-set, a voice for the voiceless. The first record on which I heard a semblance of those properties was Melle Mel’s “White Lines,” released in 1983 on Sylvia Robinson’s Sugar Hill Records. The production, to me, was memorable, laying Melle’s rock-laced voice over an addictive track. Once again, Sylvia Robinson was paying attention to the competition, and keeping one step ahead. Well, not quite. Apparently, Sylvia Robinson made the mistake of turning down a video of “White Lines” starring a young Laurence Fishburne that was made on spec by an up-and-coming filmmaker. You might have heard of him: Spike Lee.The Color of ConfidenceHip-hop came of age in the mid-1980s, in the same era that members of the generation who couldn’t remember a time without it were coming of age. We weren’t in the record business and weren’t watching from the sidelines taking notes about how many units of this or that release had shipped or what the demographics were that turned “Christmas Rappin’” into a huge hit or that allowed “Rapture” to be shown on MTV or that pushed “White Lines” up to number seven on the UK pop charts—yes, pop. For us, in our lives and concerns, we would have been like, Where the f**k is the UK?\nNo exaggeration. Fab Five Freddy once told me a story about the early days when rap artists first started making money and then began touring overseas. Fab happened to run into a DJ he knew who was bragging about all the foreign places their crew had visited—“France, Italy, and London . . .” As if that wasn’t the really big news, the guy quickly added, “And next year, we go to Europe!” Encompassed in these anecdotes is one of the most important rewritten rules of the new economy that can be traced to hip-hop’s formative years. For far too long the classic rags-to-riches stories had been told about dead guys with names like Ford, Rockefeller, and du Pont—all far removed from most people’s reality. Now, suddenly, acts of wonder had come to pass and kids you knew personally or had heard about in your own neighborhood—who had come out of the projects or been born without wealth and stature—had become famous and were making money to go with that too. You could do that? Even if you couldn’t shoot hoops or win the lottery? Suddenly, you could wipe away the stigma of poverty and lower-class status pinned on you by other forces because of color or immigrant background or all the other reasons for not making the grade. Now you could claim your unlikely beginnings as a badge of honor, of authenticity, as a way of saying, “I come from nothing and look where I am now.” Actually, as the culture congregated further with the force of tanning, you had to have a badge to make you credible, to prove that you had come up through hard times that were real—possibly that you had even held your own with killers and gangsters and drug dealers. But wait. Better yet, you could wear a badge of authenticity with trend-setting style, and at the same time be a poet and speak about experiences that the rest of the world seemed to be ignoring. That was Run-DMC. With cuts like “Hard Times” actually talking about real-world problems and “Sucker MC’s,” a record that compared the aspirational success of rappers authentically working on their skills to that of the wannabe “sad-faced clown” imitators and posers, the rhymes and stories echoed the feel of Sunday morning sermons. Those songs were transformational for me, especially “Sucker MC’s.” They came from where I did and were calling themselves rap royalty. Who did that? Who had that kind of nerve? But that was the point—that if hip-hop didn’t shout itself out, nobody else would. The idea was planted then and there that would take root and would later drive me as an entrepreneur to dare to take on the Goliaths of the competition—and would convince me that I could win. And to top all that, Run-DMC had the bold confidence not just to borrow elements from rock but also to cast themselves as the rightful purveyors of it, that they together were the “King of Rock” as the title of a 1985 single and album (their second) put it. The video of that single was their second that MTV agreed to air and its success suggested there was a niche for a hybrid rock-rap genre ready for prime time. Then the game changed with “Walk This Way”—the tipping point for tanning. Everything that had happened going back to DJ Kool Herc and 1520 Sedgwick Avenue had helped put hip-hop over the top, even if it had been an uphill climb over unknown terrain. “Walk This Way” was going to send the next moves into fast downhill skiing. Released as a single on the same album as “My Adidas,” it would also set the stage for history to unfold in August 1986 at Madison Square Garden. When I talk about Run-DMC as being groundbreaking—for all kinds of reasons and especially for knowing that their art form was much bigger than two turntables and a mic—I am including the team that made their impact possible. Russell Simmons was the individual who proved to one and all (and has continued to do so since) that the ceiling for rap and hip-hop that everyone else believed was there really wasn’t. Three others in the Rush/Def Jam circle who should have special mention are Bill Adler, Lyor Cohen, and Rick Rubin. Besides the fact that I know them and have a kinship to them personally and professionally, the three all happen to be white—yet have soul in their veins and urban sensibilities from Jewish and/or immigrant backgrounds. As a publicist, Bill Adler was way ahead of the curve in recognizing the mainstream marketing potential for rap artists. Lyor Cohen—now a top record-industry executive and a former Rush partner who started as a promoter and road manager for Run-DMC— believed early on in the cultural melting pot that was being brewed for and by the younger generation. The genius producer Rick Rubin, who launched Def Jam before joining forces with Russell, was a key contributor to the DNA of hip-hop. What’s more, Rick was the audio architect and sound engineer of tanning—a bridge between rock and rap that worked because he sonically knew what was authentic to the mix and what appealed to young audiences, regardless of background. From the start through his present-day post at the helm of a major record label—after working with everyone from LL Cool J and the Beastie Boys in the early years to the Red Hot Chili Peppers, Metallica, U2, and the Dixie Chicks (to name a few)—Rick never had any use for the color/demographic boxes used in creating and marketing music. Someone who has always understood the beats and rhythms of culture because he observes it authentically rather than packaging it, Rick Rubin is to me the Norman Rockwell of popular music—an artist portraying Americana at its heart and providing insights into the culture in the process. As reports have it, the irony of “Walk This Way” was that when the team at Rush Management first proposed the idea for Run-DMC to use Aerosmith’s 1977 hit single and merge rock and hip-hop elements on the record, there was hesitation. The main pushback was that just rapping over the tracks would be inauthentic and not original enough. So Rick proposed that Run-DMC do a cover of the single, a reinvention, and then the rockers could come in and add flavor from their rock roots. It was a true mash-up. Anyone betting the odds would say that doing a musical clash is risky, resulting in neither fish nor fowl. Yet when it works, it’s not a musical clash at all but actually a cultural clash. In fact, the word “clash” is wrong. When it works, it’s tanning, a synergy of music and attitude that swirls everyone into the same vortex and connects them. “Walk This Way” did that musically, culturally, rhythmically, and lyrically. And, oh yeah, visually. Even though it was assumed that Aerosmith would benefit somehow from having one of the group’s biggest hits back in circulation in a new form, nobody could have predicted to what extent. Lo and behold, when Steven Tyler and Joe Perry agreed to be on the record and in the video, all of a sudden the new “Walk This Way” reinvigorated their career and launched them to unprecedented heights, giving them a street pass with a whole new following in communities of color. And there was more. After being lured out of the 1970s rock ’n’ roll mausoleum, their collaboration with Run-DMC returned them so much to the game that Aerosmith soon entered their most prolific decades. To date, they are considered the all-time top-selling American rock band, with more gold and platinum records than any other group—over 150 million albums sold around the world. And as for Run-DMC, when they appeared in their own video with rock legends as their guests, they made history in being instantaneously embraced by an audience that had never heard of hip-hop—let alone bought their records. There was nothing earth-shattering in the song’s story—about a loser who gets schooled in how to improve his odds with the opposite sex by changing his attitude and learning to “Walk this way-ay-ay! ” and “Talk this way-ay-ay! ” But in describing a situation that is universal in every neighborhood on the planet, it had a perfect message for bringing different audiences onto common ground. After all, beyond the things like having fame and money and being cool that were sought through aspiration, the super-objective was getting girls. Or appealing to guys if you were a girl. Maybe not for everyone. However, speaking for teenage males, as I was back then, and for young men too, in my experience, it was not just why you wanted to be successful but why you woke up every morning and why you even breathed in the first place. The translation was that everybody, regardless of color or background, wants to get some and to have the sexual confidence to get it. Who couldn’t relate to that? So “Walk This Way” was tanning at work at a primal level. On another deep, equally powerful level, the video spoke to cultural differences and similarities with a story that came down to a rock/rap battle. At the start, it had the two groups in two separate recording studios divided by a wall, each first annoyed at having their music co-opted by the other, and then in the end bashing through the wall to jam and dance together. Speaking now in one collective voice, even with different accents, Aerosmith and Run-DMC doubled down on the message to be who you are and not to be afraid to define yourself by your own style, authentically. It was all about having confidence in yourself and in how you walked and carried yourself, with individuality, pride, purpose, and insistence. The word popularized to describe this commodity and attitude, as we now know, is “swagger.” The first strand of code in the cultural translation could now be identified. It combined within it the elements of aspiration, authenticity, relevance, cool, and confidence that were obtainable by association with the music. Oh yeah, and it came with a sexy, irresistible beat. For any smart marketing person, this concoction was made to order no matter what the product. Right? Well, yes, if you cut to the future. Over the next two decades or so, as rap stars aligned themselves with status goods and services, they would indeed be a gold mine for marketing all manner of high-end consumer brands—as they voluntarily sang the praises of everything from Courvoisier cognac and Cristal champagne to Louis Vuitton and Versace to Range Rovers and Cadillac Escalades. Even the Robb Report, the magazine of conspicuous consumption for only the über-rich, would get a shout-out. And just like “My Adidas” back in 1986, because none of these endorsements were solicited or purchased, the marketing value was all the more meaningful. Expressions of brand loyalty, in short, were manifestly genuine—which, when embraced in culturally fluent ways, would make them incredibly effective. Today, all of that is a foregone conclusion. But it would have read like a fairy tale if you had presented such a scenario to marketing people— even back in the go-go 1980s heyday of conspicuous consumption. Why? Frankly, because of two groups of haters who weren’t interested in rap music or hip-hop culture or the demographics they represented.Curiosity as Cultural, Economic YeastHaters are reactionary, hate anything new or different, and see danger in venturing off into the unknown. They are certainly not friendly to creative expansion or marketing risk. In the 1980s, a decade of conglomerate takeovers and corporate megamergers, one group of haters who stood in the way of hip-hop’s mainstream success was populated by the marketing power players at leading brands. That’s why it was so unprecedented when Adidas marketing executive Angelo Anastasio came to Madison Square Garden and was wowed enough by what he saw to strike the endorsement deal for the trio of rappers. As it was pointed out to me by Lyor Cohen (there that night as RunDMC’s road manager), the mainstream market appeal wasn’t the main selling point for Anastasio. The crowd that night was still mostly AfricanAmerican, with a smaller percentage of Hispanic and Asian concertgoers and a sprinkling of white urban kids. But what made Anastasio different from other corporate representatives, according to Lyor, was his curiosity. He was simply open-minded enough to contemplate the possibilities of introducing hip-hop to the marketing machinery behind Adidas sneakers. When Lyor described that night and how everything fell into place, it occurred to me how important curiosity is in general for tanning to occur. And as a marketing 101 lesson, one that I had to learn and one I have to remind corporate clients not to forget, advertising dollars don’t mean a thing without genuine curiosity about what consumers want and need. In fact, as Lyor recalled, while the Adidas/Run-DMC alliance did well for all concerned—saving the company from extinction—it could have been much more successful. Unfortunately, instead of gaining consumer insights and bringing Run, DMC, or Jam Master Jay in on designing the footwear and in on how to promote their line of sneakers, the company took over for Angelo and ran a campaign with the old-school “father knows best” approach. They let the designers try to figure out the culture and design into it without a true understanding of the consumer. They marketed via the monologue that dictates cool rather than inviting consumers to partake in the cool. That said, the Adidas missteps were going to be lessons learned for certain entrepreneurs who were paying attention and whose business wheels were starting to turn. For them, it was fortunate that there were mainstream corporate haters who even by the late 1980s weren’t curious enough to even consider hip-hop’s musical future. Why do I say that it was fortunate for these entrepreneurs? Because it allowed them and local economies to benefit and prime the pump for everyone else to follow suit. Surprisingly, the second group of haters who slowed rap music’s mainstream success—and who weren’t curious about its potential—actually came from within the African-American community. Typically older, wealthier, assimilated generations who had come out of the era of protest and civil rights, they reacted with discomfort to the bravado of youthful aspiration and the booming bass of rap blasting out of car stereos and trekking down the streets. Their position, it seemed, was that they had worked too hard for too long, following paths into higher education and into positions of influence in politics, business, and media, to support the hip-hop phenomenon that might outshine them or disrupt their means of having stature. Black media, usually the first to back African-American entertainment, was especially resistant to embracing hip-hop. Until rap music proved itself worthy of mainstream consideration, most of the top black radio stations and video programmers just weren’t interested. In fact, there were radio stations that specifically said on air, “We don’t play rap music,” in order to get more listeners. However, because of the mostly generational divide, it forced hip-hop to become bigger than just a genre of popular music with merchandise; it forced it to prove itself in mighty ways and to develop capacities for spreading into the worlds of fashion, beauty, art, dance, sports, gaming, language, lifestyle, and eventually politics.\nAnd that’s how the culture left behind its house party roots and really took on a life of its own to become bigger than the sum of its parts. It was like any other teenager, determined to grow up and become whoever it chose to be. If you are a marketer hoping to attract new customers without losing your core consumers, this early phase of hip-hop still has relevance for how you appeal to aspiration and how you use code to do so. As we will see later on, consumers provide all the needed cues for how to do that—as long as attention is paid to them.Embed"
}