{
 "_type": "song",
 "annotation_count": 1,
 "api_path": "/songs/9368555",
 "artist_names": "Genius Brasil Traduções",
 "full_title": "Travis Scott - TELEKINESIS ft. SZA & Future (Tradução em Português) by Genius Brasil Traduções",
 "header_image_thumbnail_url": "https://images.genius.com/a6ad620ba01c72787d4ce53d80f02745.300x300x1.png",
 "header_image_url": "https://images.genius.com/a6ad620ba01c72787d4ce53d80f02745.1000x1000x1.png",
 "id": 9368555,
 "instrumental": false,
 "lyrics_owner_id": 9318193,
 "lyrics_state": "complete",
 "lyrics_updated_at": 1708130630,
 "path": "/Genius-brasil-traducoes-travis-scott-telekinesis-ft-sza-and-future-traducao-em-portugues-lyrics",
 "pyongs_count": null,
 "relationships_index_url": "https://genius.com/Genius-brasil-traducoes-travis-scott-telekinesis-ft-sza-and-future-traducao-em-portugues-sample",
 "release_date_components": {
  "year": 2023,
  "month": 7,
  "day": 28
 },
 "release_date_for_display": "July 28, 2023",
 "release_date_with_abbreviated_month_for_display": "Jul. 28, 2023",
 "song_art_image_thumbnail_url": "https://images.genius.com/a6ad620ba01c72787d4ce53d80f02745.300x300x1.png",
 "song_art_image_url": "https://images.genius.com/a6ad620ba01c72787d4ce53d80f02745.1000x1000x1.png",
 "stats": {
  "unreviewed_annotations": 1,
  "hot": false
 },
 "title": "Travis Scott - TELEKINESIS ft. SZA & Future (Tradução em Português)",
 "title_with_featured": "Travis Scott - TELEKINESIS ft. SZA & Future (Tradução em Português)",
 "updated_by_human_at": 1708130631,
 "url": "https://genius.com/Genius-brasil-traducoes-travis-scott-telekinesis-ft-sza-and-future-traducao-em-portugues-lyrics",
 "featured_artists": [],
 "primary_artist": {
  "_type": "artist",
  "api_path": "/artists/210448",
  "header_image_url": "https://images.genius.com/887be16f52b0dec817adc23304662df0.900x176x1.jpg",
  "id": 210448,
  "image_url": "https://images.genius.com/3a0be3346223ddde1f4b5c1d315cb9db.750x750x1.jpg",
  "index_character": "g",
  "is_meme_verified": false,
  "is_verified": false,
  "name": "Genius Brasil Traduções",
  "slug": "Genius-brasil-traducoes",
  "url": "https://genius.com/artists/Genius-brasil-traducoes"
 },
 "artist": "Genius Brasil Traduções",
 "lyrics": "4 ContributorsTranslationsEnglishEnglishРусский한국어DeutschTravis Scott - TELEKINESIS ft. SZA & Future (Tradução em Português) Lyrics\n\nCostumava querer foder uma vadia do R&B, então essa merda aconteceu, yeah\nCostumava querer ser rico, então finalmente aconteceu, pensei que isso me faria feliz (Pensei que isso me faria feliz)\nEu poderia ter aguentado a dor e ter saído triste\nAs ruas ficaram por perto e me criaram, mas eu não tenho pai\nEsses caras tentam me clonar, fugir com meu еstilo\nPor vender Coco, tenho Chanеl na minha jaqueta (Jaqueta)\nEssa mina me chupa gostoso sem esforço, não dura (Dura)\nTô tomando mais drogas, tô sozinho numa mansão (Sozinho)\nTô andando por aí, mexendo com drogas na minha mãos (Mexendo)\nSó mais uma vadia falida, apenas pregando por essa grana (Só mais uma vadia)\nE eu sei que devo receber um adiantamento de um bilhão de dólares (Uh-huh)\n\nEu pude ver o futuro, eu pude ver o futuro (Eu posso ver o futuro)\nEu posso ver o futuro, parece que nivelamos o céu (Céu)\nMal posso esperar pra viver na glória, na vida eterna e duradoura (Viver na glória)\nVocê não quer assumir o volante? Eu me reclino e fico parado\nPode muito bem aparecer agora, Ele vai aparecer sem avisar\nSobre as trombetas, você gosta do jeito que soa? (O jeito como soa)\n\nVocê conhece o futuro do salto, ayy\nEu posso ouvir seus pensamentos tão alto, eu posso ouvir a multidão tão alto\nVocê gosta do jeito que soa? Ayy\nEu posso ouvir seus pensamentos tão alto, eu posso ouvir a multidão tão alto, tão alto\nYou might also like\nEu posso ver o futuro, tô andando com a tempestade e alguns soldados\nTô andando por essa merda, essa merda é estúpida\nAndando por aí no céu como se eu fosse o Luke-uh\nTô me esquivando de todos esses assuntos como se eu fosse Bruce-uh, super\nAndando com meus anjos, nos esquivando de Lúcifer (Ande)\nVendo todos os ângulos, eu consigo ver através de você, yeah (Yeah)\n\nEu posso ver o futuro, parece que nivelamos o céu (Céu)\nMal posso esperar pra viver na glória, na vida eterna e duradoura (Viver na glória)\nVocê não quer assumir o volante? (Até mais) Eu me reclino e fico parado\nPode muito bem aparecer agora, Ele vai aparecer sem avisar\nSobre as trombetas, você gosta do jeito que soa?\nVocê conhece o futuro do salto\n\nConto tanto dinheiro até a minha pele descascar\nBenz vermelho-cereja como um verdadeiro cafetão (Yeah)\nMeu irmão prepara as drogas, é preciso muita habilidade\nDivido a minha mina com a minha vadia, eu não ligo (Não)\nOu você tá ganhando dinheiro ou tá fofocando (Yeah)\nEla escolheu, colocou esse casaco, agora ela mente pra mim\n\nLugares que eu nunca pensei que iria, eu encontrei modelos em\nEu ouço os demônios com clareza quando eles chamam (Yeah)\nVoos na Terra, então eu tive que me nomear com o nome de um planeta (Pluto)\nMorte automática quando você vai contra a minha família\nPoucos términos se tornaram públicos, eu acabei de comprar outra gostosa (Comprei outra gostosa)\nEssa vadia sabia que eu era tóxico quando me conheceu, eu era um selvagem (Eu era um selvagem)\nNo alto das colinas, tô tentando evitar qualquer loucura (Yeah)\nParticular no Lear, é exatamente como imaginamos\nSó tô vendendo esse Hi-Tech porque não tenho o Actavis (Yeah)\nEu tô tentando ser modesto (Modesto), parece que tô me gabando (Me gabando)\nCartier nos meus óculos (Óculos), tudo por causa da minha fama (Fama)\nEssa vadia disse que tem vergonha de me amar em público, (Público) prefere ficar no privado (Vi o suficiente)\nConto tanto dinheiro até a minha pele descascar\nBenz vermelho-cereja como um verdadeiro cafetão\nMeu irmão prepara as drogas, é preciso muita habilidade\nDivido a minha mina com a minha vadia, eu não ligo\nOu você tá ganhando dinheiro ou tá fofocando\nEla escolheu, colocou esse casaco, agora ela mente pra mim\n\nEu posso ver o futuro, parece que nivelamos o céu\nMal posso esperar pra viver na glória, na vida eterna e duradoura\nVocê não quer assumir o volante? Eu me reclino e fico parado\nPode muito bem aparecer agora, Ele vai aparecer sem avisar\nSobre as trombetas, você gosta do jeito que soa?\n\nEu não me canso, te falei que eu simplesmente quero tudo\nEu não me canso, você não tem feito o suficiente (Você gosta do jeito que soa?)\nTão frio, tão frio, é tão frio, tão frio, tão frio\nVocê pode ver o futuro, existe um brilho nos seus olhos\nPor que você está na minha coxa? Não te posso deixar\nEsses caras planejam a minha morte, eu tenho assassinato na minha mente\nEu tenho dinheiro na linha, não posso perder mesmo se eu tentasse\nNão deixo nenhuma vadia atrapalhar meu passo\nEscolhida, eu vou apostar em mim\nEscolhida, todas as minhas coisas e dentes\nVadias e eu não aguento nenhum calor\nDiamantes dançando em mim\nVocê está começando do zero, cara, você está fora de si\nVocê transou com aquela garota que conheceu na festa\nEu tenho alguns caras novos no saguão\nComo eu posso dormir quando você está caçando corpos?\nEu ainda quero estar com você, confie em mim, eu sei que isso é loucura\nEu prefiro transar com você do que transar com fracotes\nEu fiz uma merda em Berlim, meu moldae\nNós dois não somos nada e isso está funcionando pra mim\nFuncionando pra mim, yeah\nEu pude ver o futuro, eu pude ver o futuroEmbed"
}